[
   {
      "id": 1,
      "category": "wedding event",
      "title": "Wedding Bliss Elegant Garden Wedding",
      "title_sm": "Wedding Bliss",
      "thumbnail_img": "https://i.ibb.co/yd5D5L1/wedding-5.jpg",
      "thumbnail_img2": "https://i.ibb.co/3y5xNg8/wedding-9.jpg",
      "detail_img": [
            "https://i.ibb.co/wJMN48g/wedding-1.jpg",
            "https://i.ibb.co/NLgbC8b/wedding-3.jpg",
            "https://i.ibb.co/VWxLpDk/wedding-4.jpg",
            "https://i.ibb.co/yd5D5L1/wedding-5.jpg",
            "https://i.ibb.co/0DnYYsC/wedding-7.jpg",
            "https://i.ibb.co/jGnP5PZ/wedding-8.jpg",
            "https://i.ibb.co/3y5xNg8/wedding-9.jpg",
            "https://i.ibb.co/TWr87rX/wedding-6.jpg",
            "https://i.ibb.co/1qXHT7B/wedding-2.jpg"
      ],
      "details": "Experience the magic of an enchanting garden wedding surrounded by lush greenery and blooming flowers. Our team will transform your dream wedding into reality, creating a romantic and memorable atmosphere for you and your guests. With personalized vows and a gourmet dining experience, your special day will be unforgettable.\n\nImagine exchanging your vows under a canopy of wisteria, with petals floating down as you say 'I do.' The scent of fresh flowers wafts through the air, creating a sensory experience like no other. Our expert florists will work with you to design custom floral arrangements that reflect your unique style and color palette.\n\nAfter the ceremony, your guests will enjoy a gourmet dining experience that rivals the finest restaurants. Our talented chefs will craft a menu tailored to your preferences, featuring locally sourced ingredients and international flavors. From appetizers to the wedding cake, every bite will be a culinary delight.\n\nTo make your wedding day even more special, we offer live music entertainment that sets the mood for each moment of your celebration. From a string quartet during the ceremony to a live band for dancing the night away, our musicians will create a soundtrack that resonates with your love story.\n\nAnd of course, every moment will be captured by our professional photography and videography team. Your wedding album will be a work of art, filled with candid moments, tender glances, and the joy of your guests.\n\nYour wedding should be a reflection of your love and a day to remember forever. Let us bring your wedding dreams to life and create an unforgettable experience for you and your loved ones.\n\nContact us today to start planning your enchanting garden wedding!\n",
      "details_short": "Enchanting garden wedding with personalized vows and gourmet dining.",
      "pricing": "$15,000 - $25,000",
      "special_services": [
        "Customized Floral Arrangements",
        "Live Music Entertainment",
        "Professional Photography & Videography"
      ]
    },
    {
      "id": 2,
      "category": "destination wedding",
      "title": "Destination Dream Tropical Beach Wedding",
      "title_sm": "Destination Dream",
      "thumbnail_img": "https://i.ibb.co/3zrw5Mj/destination-1.jpg",
      "thumbnail_img2": "https://i.ibb.co/pZ30JKn/destination-3.jpg",
      "detail_img": [
        "https://i.ibb.co/3zrw5Mj/destination-1.jpg",
        "https://i.ibb.co/k84GVQd/destination-1.jpg",
        "https://i.ibb.co/wCr4tfM/destination-1.png",
        "https://i.ibb.co/r6NRq7P/destination-1.webp",
        "https://i.ibb.co/YkFBMsV/destination-2.jpg",
        "https://i.ibb.co/pZ30JKn/destination-3.jpg",
        "https://i.ibb.co/nmSN0m9/destination-4.jpg",
        "https://i.ibb.co/HzrCRfp/destination-6.jpg"
      ],
      "details": "Escape to a breathtaking tropical beach paradise for your destination wedding. Say 'I do' with the sound of gentle waves and a stunning sunset as your backdrop. Our team will handle all the logistics, from travel arrangements to beachfront decorations, ensuring a stress-free and romantic celebration.\n\nYour destination wedding will be a dream come true, set against the backdrop of swaying palm trees and pristine white sands. Picture yourself walking down the aisle with the azure sea stretching out before you and the sun casting a golden glow on the horizon.\n\nWe understand that planning a destination wedding can be a daunting task, which is why our dedicated team is here to take care of all the details. From coordinating travel arrangements for you and your guests to setting up a picturesque beachfront ceremony, we ensure that your wedding day is as stress-free as it is beautiful.\n\nFor your reception, savor the flavors of the tropics with our catering services featuring local cuisine. From fresh seafood to tropical fruit cocktails, your guests will enjoy an authentic culinary experience that celebrates the region's gastronomy.\n\nAs an extra special touch, we offer a private island excursion for you and your guests. Spend a day exploring secluded beaches, snorkeling in crystal-clear waters, and creating unforgettable memories with your loved ones.\n\nYour destination wedding is not just an event; it's the beginning of your life's journey together. Let us make it extraordinary, surrounded by the natural beauty and romance of a tropical paradise. Contact us today to start planning your Destination Dream Tropical Beach Wedding!\n",
      "details_short": "Tropical beach wedding with sunset backdrop and stress-free planning.",
      "pricing": "$20,000 - $30,000",
      "special_services": [
        "Beachfront Ceremony Setup",
        "Catering with Local Cuisine",
        "Private Island Excursion for Guests"
      ]
    },
    {
      "id": 3,
      "category": "engagement event",
      "title": "Engagement Magic Romantic Rooftop Proposal",
      "title_sm": "Engagement Magic",
      "thumbnail_img": "https://i.ibb.co/tbDwYzD/e2.jpg",
      "thumbnail_img2": "https://i.ibb.co/nRTxYk5/engagement-1.jpg",
      "detail_img": [
        "https://i.ibb.co/tbDwYzD/e2.jpg",
        "https://i.ibb.co/nRTxYk5/engagement-1.jpg",
        "https://i.ibb.co/ZT9g8cN/engagement-2.jpg",
        "https://i.ibb.co/ZHG1yjK/engagement-3.jpg",
        "https://i.ibb.co/fvqTs4K/engagement-5.jpg",
        "https://i.ibb.co/tP6wLH2/engagement-6.jpg",
        "https://i.ibb.co/Tg5s4kg/e.jpg"
      ],
      "details": "Make your engagement unforgettable with a romantic rooftop proposal overlooking the city skyline. Our team will create a magical atmosphere with fairy lights and candlelit ambiance. This moment will be captured forever by our professional photographers.\n\nYour engagement is a once-in-a-lifetime moment that deserves to be celebrated in style. Imagine the love of your life walking onto a beautifully decorated rooftop terrace, illuminated by the soft glow of fairy lights.\n\nAs you drop down on one knee and open a velvet box to reveal a sparkling ring, the cityscape provides a breathtaking backdrop. The entire scene is set to the melodies of a live violinist, serenading you and your beloved with sweet, romantic tunes.\n\nOur rooftop venue reservation ensures that you have a private space to share this special moment, away from the hustle and bustle of the city. We'll handle all the details, from reserving the venue to coordinating with the musicians and ensuring every element is picture-perfect.\n\nTo capture this magical moment, we provide a complete photography and videography package. Our experienced team of professionals knows how to freeze time, allowing you to relive your engagement whenever you desire.\n\nAfter the proposal, continue the celebration with a toast to your future at a candlelit table for two. Savor a gourmet meal prepared by our talented chefs, paired with fine wine or champagne.\n\nYour engagement marks the beginning of a new chapter in your love story. Let us make it a moment of pure enchantment and joy. Contact us today to plan your Engagement Magic Romantic Rooftop Proposal!\n",
      "details_short": "Rooftop proposal with fairy lights and professional photography.",
      "pricing": "$1,500 - $3,000",
      "special_services": [
        "Rooftop Venue Reservation",
        "Personalized Proposal Planning",
        "Photography & Videography Package"
      ]
    },
    {
      "id": 4,
      "category": "birthday event",
      "title": "Birthday Bash Wild Safari Adventure",
      "title_sm": "Birthday Bash",
      "thumbnail_img": "https://i.ibb.co/JRG34HQ/birthday-2.jpg",
      "thumbnail_img2": "https://i.ibb.co/02dS2nV/birthday-3.jpg",
      "detail_img": [

        "https://i.ibb.co/JRG34HQ/birthday-2.jpg",
        "https://i.ibb.co/CHNMDHX/birthday-5.jpg",
        "https://i.ibb.co/LdRzF5W/birthday.jpg",
        "https://i.ibb.co/02dS2nV/birthday-3.jpg",
        "https://i.ibb.co/vzsKqpd/birthday-6.jpg",
        "https://i.ibb.co/WfNx6P3/birthday-7.jpg",
        "https://i.ibb.co/jTxNymY/birthday-4.jpg"
      ],
      "details": "Celebrate your child's birthday with a wild safari adventure. Our team will transform your backyard into a jungle filled with fun and excitement. The kids will enjoy animal encounters, jungle-themed games, and a delicious safari-themed cake.\n\nYour child's birthday is a day filled with joy and wonder, and we're here to make it even more memorable. Imagine your backyard transformed into a wild safari, complete with jungle decorations and props that transport your young explorers to a land of adventure.\n\nThe highlight of the party will be the animal encounter show, where children can get up close and personal with exotic creatures. From friendly reptiles to furry mammals, our animal handlers will educate and entertain while ensuring everyone's safety.\n\nThe jungle-themed games will keep the kids entertained and active, from a treasure hunt to a safari obstacle course. Prizes and goodies await the little adventurers as they complete their challenges.\n\nNo birthday is complete without a delicious cake, and ours will be a masterpiece. A custom safari cake, designed to match the theme, will be the centerpiece of the celebration. It's not only a treat for the taste buds but also a work of art.\n\nOur goal is to take the stress out of planning and hosting the perfect birthday bash. Let us handle the jungle decoration and props, animal encounters, and cake, so you can focus on creating wonderful memories with your child and their friends.\n\nContact us today to plan your Birthday Bash Wild Safari Adventure!\n",
      "details_short": "Wild safari adventure for kids with animal encounters and games.",
      "pricing": "$800 - $1,500",
      "special_services": [
        "Jungle Decoration & Props",
        "Animal Encounter Show",
        "Custom Safari Cake"
      ]
    },
    {
      "id": 5,
      "category": "retirement event",
      "title": "Retirement Voyage Cruise Celebration",
      "title_sm": "Retirement Voyage ",
      "thumbnail_img": "https://i.ibb.co/NsCx5HL/Retirement-7.webp",
      "thumbnail_img2":  "https://i.ibb.co/VjmTHrW/Retirement-1.jpg",
      "detail_img": [
        "https://i.ibb.co/VjmTHrW/Retirement-1.jpg",
        "https://i.ibb.co/qNbzmk5/Retirement-2.jpg",
        "https://i.ibb.co/2Y8TDQv/Retirement-3.jpg",
        "https://i.ibb.co/kSBGZ1D/Retirement-4.jpg",
        "https://i.ibb.co/TPB4b93/Retirement-6.jpg",
        "https://i.ibb.co/DwPP4g5/Retirement-5.jpg",
        "https://i.ibb.co/NsCx5HL/Retirement-7.webp"
      ],
      "details": "Sail into retirement with a memorable cruise celebration. Our team will plan a luxury cruise experience with gourmet dining, live entertainment, and a farewell party on deck. It's the perfect way to begin your retirement journey.\n\nRetirement marks the beginning of a new and exciting chapter in your life. What better way to start this journey than with a cruise celebration that combines luxury, adventure, and relaxation?\n\nEmbark on a voyage of a lifetime as you set sail on a luxury cruise liner, where every detail is taken care of by our experienced team. From the moment you step on board, you'll be greeted with a warm welcome and a glass of champagne.\n\nDuring your cruise, indulge in gourmet dining experiences that rival the finest restaurants. Our talented chefs will craft a menu that caters to your culinary preferences, featuring a variety of international flavors and locally sourced ingredients. Whether you're a seafood lover or a fan of decadent desserts, our cuisine will delight your taste buds.\n\nAs the sun sets over the horizon, enjoy live entertainment that adds a touch of magic to your evenings. From Broadway-style shows to live music performances, there's always something to keep you entertained.\n\nTo make your retirement cruise even more special, we'll plan a farewell party on deck. It's a chance to celebrate your career achievements, create lasting memories with friends and family, and look forward to the adventures that await in retirement.\n\nFrom luxury cruise booking to farewell party planning and onboard entertainment, our team has it all covered. All you need to do is relax and enjoy the journey.\n\nContact us today to plan your Retirement Voyage Cruise Celebration and set sail into a retirement filled with wonderful memories!\n",
      "details_short": "Luxury cruise celebration with gourmet dining and live entertainment.",
      "pricing": "$5,000 - $10,000",
      "special_services": [
        "Luxury Cruise Booking",
        "Farewell Party Planning",
        "Onboard Entertainment"
      ]
    },
    {
      "id": 6,
      "category": "baby shower event",
      "title": "Baby Shower Bliss Vintage Tea Party",
      "title_sm": "Baby Shower",
      "thumbnail_img": "https://i.ibb.co/HrnN1Bh/babyshower-6.jpg",
      "thumbnail_img2": "https://i.ibb.co/f49x0kv/babyshower-7.jpg",
      "detail_img": [
            "https://i.ibb.co/HGSmH3W/babyshower-1.jpg",
            "https://i.ibb.co/ftD5Qn6/babyshower-2.jpg",
            "https://i.ibb.co/kcXBWMF/babyshower-3.jpg",
            "https://i.ibb.co/B4cm958/babyshower-4.jpg",
            "https://i.ibb.co/LPpyHc8/babyshower-5.jpg",
            "https://i.ibb.co/HrnN1Bh/babyshower-6.jpg",
            "https://i.ibb.co/f49x0kv/babyshower-7.jpg",
            "https://i.ibb.co/JpTdsVv/babyshower-1.webp"
      ],
      "details": "Celebrate the upcoming arrival of your little one with a vintage tea party baby shower. Our team will create a charming atmosphere with floral decorations, delicious tea and pastries, and fun baby-themed games. It's a delightful way to welcome your new addition.\n\nThe arrival of a baby is a joyous occasion, and a baby shower is the perfect way to celebrate with friends and family. Our Vintage Tea Party Baby Shower is a charming and elegant event that pays homage to tradition while adding a touch of modern flair.\n\nThe setting will be adorned with vintage-inspired floral decorations, creating a whimsical atmosphere that transports your guests to a bygone era. Delight in a variety of teas, served in dainty cups, and savor delectable pastries and finger sandwiches that are a feast for the eyes and the palate.\n\nTo keep the celebration lively, we offer a range of baby-themed games and activities. From guessing games to baby advice cards, these activities will bring smiles and laughter to the gathering.\n\nAs a special touch, we provide customized baby shower favors for your guests, ensuring that they leave with a token of your appreciation. These thoughtful gifts can be tailored to match your theme and color scheme.\n\nOur Vintage Tea Party Baby Shower is an event where cherished traditions meet modern elegance. It's a celebration of new beginnings, and we're here to make it as beautiful and memorable as possible.\n\nContact us today to plan your Baby Shower Bliss Vintage Tea Party and welcome your new addition with style and grace!\n",
      "details_short": "Vintage tea party baby shower with floral decorations and baby-themed games.",
      "pricing": "$600 - $1,200",
      "special_services": [
        "Vintage Tea Party Setup",
        "Customized Baby Shower Favors",
        "Baby-Themed Games & Activities"
      ]
    },
    {
      "id": 7,
      "category": "anniversary event",
      "title": "Anniversary Celebration Romantic Dinner",
      "title_sm": "Anniversary Celebration",
      "thumbnail_img": "https://i.ibb.co/cX4z8jW/anniversay-6.jpg",
      "thumbnail_img2": "https://i.ibb.co/xm1rZ7d/anniversay-3.jpg",
      "detail_img": [
        "https://i.ibb.co/9GMx2LY/anniversay-1.jpg",
        "https://i.ibb.co/VWP4VT4/anniversay-2.jpg",
        "https://i.ibb.co/xm1rZ7d/anniversay-3.jpg",
        "https://i.ibb.co/nrqqksr/anniversay-4.jpg",
        "https://i.ibb.co/0BW62vR/anniversay-5.jpg",
        "https://i.ibb.co/cX4z8jW/anniversay-6.jpg",
        "https://i.ibb.co/YXphwCY/anniversay-7.jpg"
      ],
      "details": "Celebrate your milestone anniversary with a romantic dinner for two. Our team will create an intimate setting with candlelight, live music, and a gourmet meal that will rekindle your love and create lasting memories.\n\nYour anniversary is a time to reflect on the journey you've taken together, and there's no better way to do that than with a romantic dinner for two. Our Anniversary Celebration is designed to create a memorable and intimate experience that rekindles the flames of love.\n\nPicture a private table set with flickering candlelight, creating a warm and inviting atmosphere. The soft strains of live music, whether it's a pianist, guitarist, or a string quartet, provide the soundtrack to your evening.\n\nOur team will reserve a private dining area exclusively for you and your partner, ensuring that your celebration is truly special and intimate. You'll be treated to a gourmet meal prepared by our skilled chefs, featuring a curated menu tailored to your preferences.\n\nAs a sweet touch, we offer a customized anniversary cake that not only tastes divine but also serves as a symbol of your enduring love.\n\nWhether you're celebrating your first year together or a milestone anniversary, our Anniversary Celebration is a heartfelt way to reaffirm your commitment to each other. It's a night of romance and reflection that creates lasting memories.\n\nContact us today to plan your Anniversary Celebration Romantic Dinner and make your special day even more extraordinary!\n",
      "details_short": "Intimate anniversary dinner with candlelight and live music.",
      "pricing": "$500 - $1,000",
      "special_services": [
        "Private Dinner Reservation",
        "Live Music Performance",
        "Customized Anniversary Cake"
      ]
    }
]

 